Revit 2027 API
ReleaseConditions Constructor
Overload List
Name | Description
ReleaseConditions(Boolean) |  Creates a new instance of ReleaseConditions.
ReleaseConditions(Boolean, Boolean, Boolean, Boolean, Boolean, Boolean, Boolean) |  Creates a new instance of ReleaseConditions.
Top
See Also
Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace